danusys-commons-api/src/main/resources/data/gm_soap/req_point_values.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body>
        <ws:getPointValues xmlns:ws="http://ws.bms.swc.lge.com/">
            <arg0>58069477</arg0>
            <arg1>ST1</arg1>
            <arg2>point:/ST1/OFa8/LPa232890214279</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214280</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214281</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214282</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214283</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214284</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214285</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214286</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214287</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214288</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214289</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214290</arg2>
            <arg2>point:/ST1/OFa8/LPa232890214291</arg2>
            <arg2>point:/ST1/OFa8/LPa233586429476</arg2>
            <arg2>point:/ST1/OFa8/LPa233586429477</arg2>
            <arg2>point:/ST1/OFa8/LPa233586429478</arg2>
            <arg2>point:/ST1/OFa8/LPa233586429479</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056311</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056312</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056313</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056314</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056315</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056316</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056317</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056318</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056319</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056320</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056321</arg2>
            <arg2>point:/ST1/OFa8/LPa233589056322</arg2>
        </ws:getPointValues>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>


<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
    <ws:setPointValues xmlns:ws="http://ws.bms.swc.lge.com/">
        <arg0>1740605968</arg0>
        <arg1>ST1</arg1>
        <arg2>
            <pointPath>/ST1/OFa8/LPa232890214279</pointPath>
            <settingValue>Off</settingValue>
        </arg2>
    </ws:setPointValues>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>


<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
    <ws:setPointValues xmlns:ws="http://ws.bms.swc.lge.com/">
        <arg0>1495325353</arg0>
        <arg1>ST1</arg1>
        <arg2>
            <arg2>/ST1/OFa8/LPa232890214279</arg2>
            <arg2>On</arg2>
        </arg2>
    </ws:setPointValues>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
